Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# iCloud placeholder 需要下载后才能导入
source: The iCloud placeholder must be downloaded before importing.
zh_hans: iCloud placeholder 需要下载后才能导入

source: iCloud status
zh_hans: iCloud 状态

# iCloud 下载失败后请重试下载或切换本地资料库
source: Retry the iCloud download or switch to a local repository.
zh_hans: iCloud 下载失败后请重试下载或切换本地资料库

# iCloud 同步可能带来延迟、占位内容与冲突风险。
source: iCloud syncing may introduce delays, placeholder content, and conflict risks.
zh_hans: iCloud 同步可能带来延迟、占位内容与冲突风险。

# icloud.conflict.apply
source: Apply
zh_hans: 应用

# icloud.conflict.applying
source: Applying...
zh_hans: 正在应用...

# icloud.conflict.keepBoth
source: Keep Both (Recommended)
zh_hans: 保留两份（推荐）

# icloud.conflict.keepBothSuccess
source: Both iCloud conflict versions were kept. Conflict state and the change log were refreshed.
zh_hans: 已保留两份 iCloud 冲突版本，并刷新冲突状态和改动日志。

# icloud.conflict.keepCopy
source: Keep Second Version (Move the Other to Trash)
zh_hans: 仅保留第二份（把另一份移到回收站）

# icloud.conflict.keepCopySuccess
source: The conflicted copy was kept. Core handled the other version.
zh_hans: 已保留冲突副本，另一版本已由 Core 处理。

# icloud.conflict.keepOriginal
source: Keep First Version (Move the Other to Trash)
zh_hans: 仅保留第一份（把另一份移到回收站）

# icloud.conflict.keepOriginalSuccess
source: The original version was kept. Core handled the other version.
zh_hans: 已保留原始版本，另一版本已由 Core 处理。

# icloud.conflict.list.selectionHint
source: Select a conflict found by Core before comparing versions. Listing is read-only and will not move files.
zh_hans: 比较版本前，请选择 Core 发现的冲突。列表为只读，不会移动文件。

# icloud.conflict.list.subtitle
source: iCloud created conflict copies for these files. AreaMatrix will not delete any version automatically.
zh_hans: iCloud 为这些文件创建了冲突副本。AreaMatrix 不会自动删除任何版本。

# icloud.conflict.movingToTrash
source: Moving to Trash...
zh_hans: 正在移到废纸篓...

# icloud.conflict.resolutionUnavailable.message
source: AreaMatrix can validate the repository and map errors, but the Core resolution endpoint that clears conflict state and writes the change log is not available yet.
zh_hans: AreaMatrix 可以验证资料库并映射错误，但用于清除冲突状态并写入变更日志的 Core 解决端点目前不可用。

# icloud.conflict.resolutionUnavailable.recovery
source: Keep the conflict unresolved and return after iCloud conflict resolution is available.
zh_hans: 保留此冲突未解决，待 iCloud 冲突解决能力可用后再返回处理。

# icloud.conflict.title
source: Resolve iCloud Conflict
zh_hans: 解决 iCloud 冲突

# icloud.conflict.trashAndApply
source: Move Other Version to Trash and Apply
zh_hans: 将另一份移到废纸篓并应用

# icloud.download.timeout
source: Timed out waiting for iCloud to download %@.
zh_hans: 等待 iCloud 下载 %@ 超时。

# iCloudConflict.apply.failed
source: Apply failed: %@
zh_hans: 应用失败：%@

# iCloudConflict.detail.failed
source: Conflict detail failed: %@
zh_hans: 冲突详情加载失败：%@

# iCloudConflict.repositoryCheck.failed
source: Repository check failed: %@
zh_hans: 资料库检查失败：%@

# iCloudConflict.versionCount
source: %lld versions found
zh_hans: 发现 %lld 个版本

source: Icon
zh_hans: 图标

source: Idle
zh_hans: 空闲

source: Ignore
zh_hans: 忽略

source: ignore.yaml cannot be opened.
zh_hans: 无法打开 ignore.yaml。

source: Image
zh_hans: 图像

source: Impact summary
zh_hans: 影响摘要

source: Impact summary required before Save; existing files are not moved or deleted.
zh_hans: 保存前必须提供影响摘要；现有文件不会被移动或删除。

source: Import
zh_hans: 导入

source: Import conflict strategy failed.
zh_hans: 导入冲突策略失败。

source: Import details
zh_hans: 导入详情

source: Import failed
zh_hans: 导入失败

source: Import files...
zh_hans: 导入文件...

source: Import flows still rerun picker, permission, and duplicate preflight.
zh_hans: 导入流程仍会重新执行选择器、权限和重复项预检。

source: Import folder
zh_hans: 导入文件夹

source: Import Folder
zh_hans: 导入文件夹

source: Import into repository root
zh_hans: 导入到资料库根目录

source: Import not completed
zh_hans: 导入未完成

source: Import not completed before AreaMatrix quit
zh_hans: AreaMatrix 退出前导入未完成

source: Import ready only
zh_hans: 仅显示可导入项

source: Import result details exported.
zh_hans: 导入结果详情已导出。

source: Import with automatic classification
zh_hans: 使用自动分类导入

source: Import...
zh_hans: 导入...

# import.batch-naming.default-prefix
source: Import
zh_hans: 导入

# import.batch-naming.padding
source: Padding %lld
zh_hans: 补零位数 %lld

# import.batch-naming.preview-failed
source: Could not preview rename: %@
zh_hans: 无法预览重命名：%@

# import.batch-naming.preview.blocked
source: %lld items blocked
zh_hans: %lld 个项目被阻止

# import.batch-naming.preview.conflicts
source: %lld conflicts
zh_hans: %lld 个冲突

# import.batch-naming.preview.display-only
source: %lld items will update their display names
zh_hans: 将更新 %lld 个项目的显示名称

# import.batch-naming.preview.unchanged
source: %lld items unchanged
zh_hans: %lld 个项目未更改

# import.batch-naming.preview.will-rename
source: %lld files will be renamed
zh_hans: 将重命名 %lld 个文件

# import.batch-naming.result.failed
source: %lld items failed
zh_hans: %lld 个项目失败

# import.batch-naming.result.renamed
source: %lld items renamed
zh_hans: 已重命名 %lld 个项目

# import.batch-naming.result.skipped-or-unchanged
source: %lld items skipped or unchanged
zh_hans: %lld 个项目已跳过或未更改

# import.batch-naming.start-number
source: Start %lld
zh_hans: 起始编号 %lld

# import.batch.completed
source: Batch import completed: %d succeeded, %d failed
zh_hans: 批量导入完成：成功 %d，失败 %d

# import.batch.destination.categoryOverrideHelp
source: Automatic classification is overridden. Per-file category suggestions remain visible for reference.
zh_hans: 已覆盖自动分类结果；本次导入仍保留每个文件的分类建议作为参考。

# import.batch.destination.repositoryRootHelp
source: This import remains at the repository root. Category suggestions are preview-only and will not be applied automatically.
zh_hans: 当前入口保留在资料库根目录；分类建议只作为预览，不会自动写入。

# import.batch.duplicate-count
source: %lld duplicates
zh_hans: %lld 个重复项

# import.batch.icloud-placeholder-count
source: %lld placeholders
zh_hans: %lld 个占位符

# import.batch.importing
source: Importing: %d/%d completed, %d failed
zh_hans: 正在导入：已完成 %d/%d，失败 %d

# import.batch.name-conflict-count
source: %lld name conflicts
zh_hans: %lld 个重名冲突

# import.batch.unsupportedRequest
source: This sheet only handles batch file imports
zh_hans: 此窗口只处理批量文件导入

# import.batch.view-items
source: View %lld items
zh_hans: 查看 %lld 个项目

# import.common.file-error
source: File %lld: %@
zh_hans: 文件 %lld：%@

# import.conflict.all-similar-scope-summary
source: Will apply to %lld duplicate conflicts and %lld same-name conflicts.
zh_hans: 将应用到 %lld 个内容重复冲突和 %lld 个同名冲突。

# import.conflict.apply-failure-summary
source: %lld conflicts failed to apply.
zh_hans: %lld 个冲突应用失败。

# import.conflict.applyCounts
source: %1$lld resolved · %2$lld failed · %3$lld pending · %4$lld queued for per-item
zh_hans: 已解决 %1$lld · 失败 %2$lld · 待处理 %3$lld · %4$lld 个进入逐项处理

# import.conflict.duplicate-precheck-failed
source: Duplicate precheck failed: %@
zh_hans: 重复内容预检失败：%@

# import.conflict.duplicateRequiresResolution
source: A file with identical content already exists in the repository. Choose a resolution before continuing.
zh_hans: 资料库中已存在相同内容的文件。请先进入冲突处理区域决定后续策略。

# import.conflict.filenameUnavailable
source: Unable to generate an available filename
zh_hans: 无法生成可用文件名

# import.conflict.icloud-download-required
source: The iCloud placeholder must be downloaded before import: %@
zh_hans: iCloud 占位文件需要下载后才能导入：%@

# import.conflict.icloud-pending
source: iCloud pending: %@
zh_hans: iCloud 文件等待下载：%@

# import.conflict.name-precheck-failed
source: Name conflict precheck failed: %@
zh_hans: 名称冲突预检失败：%@

# import.conflict.per-item-queue-summary
source: Queued %lld conflicts for per-item review.
zh_hans: 已将 %lld 个冲突加入逐项检查队列。

# import.conflict.precheck-failed
source: Conflict precheck failed: %@
zh_hans: 冲突预检失败：%@

# import.conflict.previewCounts
source: %1$lld included · %2$lld pending · %3$lld blocked · %4$lld replace
zh_hans: 已包含 %1$lld · 待处理 %2$lld · 已阻止 %3$lld · 替换 %4$lld

# import.conflict.replace-confirmation-message
source: Replace %1$lld files in %2$@? Existing files will move to recoverable storage first.
zh_hans: 替换 %2$@ 范围内的 %1$lld 个文件？现有文件会先移到可恢复存储区。

# import.conflict.replace-confirmed
source: Replace confirmed: %@
zh_hans: 已确认替换：%@

# import.conflict.replace-existing-confirmation
source: Replace %lld existing files?
zh_hans: 替换现有的 %lld 个文件？

# import.conflict.resolveFirst
source: Resolve the conflict first
zh_hans: 请先完成冲突处理

# import.conflict.sameNameDifferentContent
source: Same name, different content
zh_hans: 同名但内容不同

# import.conflict.scope
source: Scope: %@
zh_hans: 范围：%@

# import.conflict.selected-scope-summary
source: Will apply to %lld selected conflicts.
zh_hans: 将应用到 %lld 个所选冲突。

# import.conflict.summary
source: %1$ld duplicates · %2$ld name conflicts · %3$ld iCloud · %4$ld blocked
zh_hans: %1$ld 个重复 · %2$ld 个名称冲突 · %3$ld 个 iCloud 占位项 · %4$ld 个受阻项

# import.drop.classification-preview
source: Classification preview: %@ · %@ · %lld%%
zh_hans: 分类预览：%@ · %@ · %lld%%

# import.drop.destination
source: Import into: %@
zh_hans: 导入到：%@

# import.drop.import-into-category
source: Import into "%@"
zh_hans: 导入到“%@”

# import.drop.releaseToImport
source: Release to import into AreaMatrix
zh_hans: 释放以交由 AreaMatrix 接管

# import.duplicate.keepBothDetail
source: Core will apply KeepBoth when you choose Import.
zh_hans: 最终点击“导入”后由 Core 使用 KeepBoth 策略写入。

# import.duplicate.keepBothTitle
source: Keep Both (Auto-number)
zh_hans: 保留两份（自动编号）

# import.duplicate.replaceDetail
source: A second confirmation is required. Core will replace the file safely when you choose Import.
zh_hans: 必须先完成二次确认；最终点击“导入”后由 Core 安全替换。

# import.duplicate.replaceTitle
source: Replace Existing File (Dangerous)
zh_hans: 替换已有文件（危险）

# import.duplicate.skipDetail
source: No new file is created. The existing repository item is preserved.
zh_hans: 不会创建新文件，保留资料库中的已有条目。

# import.duplicate.skipTitle
source: Skip Import (Recommended)
zh_hans: 跳过导入（推荐）

# import.entry.additional-files
source: %1$@ and %2$ld more
zh_hans: %1$@，另有 %2$ld 个项目

# import.entry.drop-files
source: Drop %lld files to import
zh_hans: 拖放 %lld 个文件以导入

# import.entry.sheet-title
source: Import %lld files
zh_hans: 导入 %lld 个文件

# import.filename.dotPath
source: Filename cannot be . or ..
zh_hans: 文件名不能是 . 或 ..

# import.filename.empty
source: Filename cannot be empty
zh_hans: 文件名不能为空

# import.filename.invalidCharacters
source: Filename cannot contain / \ : * ? " < > |
zh_hans: 文件名不能包含 / \ : * ? " < > |

# import.folder.attributesUnreadable
source: Unable to read file attributes
zh_hans: 无法读取文件属性

# import.folder.calculating
source: Calculating
zh_hans: 计算中

# import.folder.completed-classification-preview
source: Completed the classification preview for %lld files
zh_hans: 已完成 %lld 个文件的分类预览

# import.folder.conflict-summary
source: %1$ld duplicates · %2$ld name conflicts · %3$ld blocked
zh_hans: %1$ld 个重复项 · %2$ld 个名称冲突 · %3$ld 个受阻项

# import.folder.destination
source: Import destination: %@
zh_hans: 导入目标：%@

# import.folder.file-count
source: %lld files
zh_hans: %lld 个文件

# import.folder.files-still-in-icloud
source: %lld files are still in iCloud
zh_hans: 仍有 %lld 个文件位于 iCloud

# import.folder.hiddenFiles
source: Hidden Files
zh_hans: 隐藏文件

# import.folder.icloud-placeholder-count
source: %lld placeholders
zh_hans: %lld 个占位符

# import.folder.noImportableFiles
source: No importable files
zh_hans: 没有可导入文件

# import.folder.prescan-path
source: Prescanning %@
zh_hans: 正在预扫描 %@

# import.folder.prescanFailed
source: Prescan failed
zh_hans: 预扫描失败

# import.folder.previewCompletedWithFailures
source: Prepared %d/%d classification previews; %d failed
zh_hans: 已完成 %d/%d 个文件的分类预览，%d 个失败

# import.folder.rule-skip-count
source: %1$@ · %2$lld skipped
zh_hans: %1$@ · 已跳过 %2$lld 项

# import.folder.subfolder-count
source: %lld subfolders
zh_hans: %lld 个子文件夹

# import.folder.symbolicLinks
source: Symbolic Links
zh_hans: 符号链接

# import.folder.unknown
source: Unknown folder
zh_hans: 未知文件夹

# import.folder.unreadable
source: Unable to read the folder
zh_hans: 无法读取文件夹

# import.folder.unsupportedRequest
source: This sheet only handles recursive folder imports
zh_hans: 此窗口只处理文件夹递归导入

# import.icloud.downloadFailed
source: iCloud download failed for %d item(s): %@
zh_hans: iCloud 下载失败：%d 个，%@

# import.icloud.downloadRequired
source: Download the iCloud placeholder before importing
zh_hans: iCloud 占位文件需要下载后才能导入

# import.interruptedSession.detected
source: An unfinished batch import from the previous session was found.
zh_hans: 检测到上次未完成的批量导入。

# import.nameConflict.keepBothDetail
source: The imported file will be auto-numbered without overwriting an existing file.
zh_hans: 导入文件会使用自动编号，不覆盖已有文件。

# import.nameConflict.keepBothTitle
source: Keep Both (Auto-number, Recommended)
zh_hans: 保留两份（自动编号，推荐）

# import.nameConflict.renameTitle
source: Rename Imported File...
zh_hans: 重命名导入文件...

# import.nameConflict.replaceDetail
source: A second confirmation is required. The old file will be moved to the system Trash.
zh_hans: 必须先完成二次确认；旧文件会移到系统废纸篓。

# import.nameConflict.stillConflicts
source: The new filename still conflicts
zh_hans: 新文件名仍然冲突

# import.preflight.complete-route-first
source: Complete %@ first
zh_hans: 请先完成 %@ 处理

source: Import preflight failed: %@
zh_hans: 导入预检失败：%@

# import.preflight.hash-duplicate
source: Duplicate hash: %@
zh_hans: hash 重复：%@

# import.preflight.icloud-download-failed
source: iCloud download failed: %@
zh_hans: iCloud 下载失败：%@

# import.preflight.incomplete
source: Import preflight is incomplete
zh_hans: 导入预检未完成

# import.preflight.name-conflict
source: A file with the same name but different content already exists in the destination: %@
zh_hans: 目标目录中已经存在同名文件，但内容不同：%@

# import.preview.category-unavailable
source: Cannot preview category: %@
zh_hans: 无法预览分类：%@

# import.preview.categoryUnavailable
source: Unable to preview the category
zh_hans: 无法预览分类

# import.preview.classifier-settings-invalid
source: Classifier settings are invalid: %@
zh_hans: 分类器设置无效：%@

# import.preview.completed-files
source: Completed the import preview for %lld files
zh_hans: 已完成 %lld 个文件的导入预览

# import.preview.completedWithFailures
source: Prepared %d/%d file previews; %d failed
zh_hans: 已完成 %d/%d 个文件的导入预览，%d 个失败

# import.preview.databaseReadFailed
source: Unable to read the classification preview database: %@
zh_hans: 分类预览数据库读取失败：%@

# import.preview.duplicate-skip
source: Skip: %@
zh_hans: 跳过：%@

# import.preview.duplicate-skipped
source: Duplicate skipped: %@
zh_hans: 已跳过重复文件：%@

# import.preview.failed-files
source: Could not complete the import preview: %lld files failed
zh_hans: 未能完成导入预览：%lld 个文件失败

# import.preview.fileReadFailed
source: Unable to read the classification preview file: %@
zh_hans: 分类预览文件读取失败：%@

# import.preview.invalidRules
source: Classification rules are invalid: %@
zh_hans: 分类规则无效：%@

# import.preview.keep-both-auto-number
source: Keep both (auto-number): %@
zh_hans: 保留两者（自动编号）：%@

# import.preview.noExplanation
source: No classification explanation
zh_hans: 暂无分类解释

# import.preview.pathUnreadable
source: Unable to read the classification preview path: %@
zh_hans: 无法读取分类预览路径：%@

# import.preview.preparingProgress
source: Preparing preview: %lld/%lld
zh_hans: 正在准备预览：%lld/%lld

# import.preview.unavailable
source: Unable to complete the classification preview
zh_hans: 无法完成分类预览

# import.progress.current-failure
source: Current failed item: %@
zh_hans: 当前失败项：%@

# import.progress.current-path
source: Current: %@
zh_hans: 当前：%@

# import.progress.diagnostics-collected
source: Diagnostics collected: %@
zh_hans: 诊断信息已收集：%@

# import.progress.diagnostics-failed
source: Diagnostics failed: %@
zh_hans: 诊断失败：%@

# import.progress.error-code
source: Error code: %@
zh_hans: 错误代码：%@

# import.progress.importing
source: Importing
zh_hans: 正在导入

# import.progress.importing-files
source: Importing %lld files
zh_hans: 正在导入 %lld 个文件

# import.progress.paused
source: Import Paused
zh_hans: 导入已暂停

# import.progress.pendingDownload
source: Pending download %d
zh_hans: 待下载 %d

# import.progress.skipped
source: Skipped %d
zh_hans: 跳过 %d

# import.progress.summary
source: Completed %d, failed %d, remaining %d
zh_hans: 已完成 %d，失败 %d，剩余 %d

# import.progress.summaryWithExtras
source: Completed %d, failed %d, remaining %d, %@
zh_hans: 已完成 %d，失败 %d，剩余 %d，%@

# import.progress.toolbar
source: Importing %lld / %lld
zh_hans: 正在导入 %lld / %lld

# import.replace-confirmation.diagnostics-collected
source: Diagnostics collected for replace confirmation state. No user file contents included.
zh_hans: 已收集替换确认状态的诊断信息，不包含任何用户文件内容。

# import.replace.checkboxRequired
source: Select the Replace confirmation checkbox first
zh_hans: Replace 需要先勾选二次确认

# import.replace.confirmAction
source: Confirm Replace...
zh_hans: 确认替换...

# import.replace.confirmationRequired
source: Confirm Replace before continuing
zh_hans: Replace 必须先进入二次确认

# import.replace.confirmed
source: Replace Confirmed
zh_hans: 已确认替换

# import.replace.confirmHelp
source: Confirm the replacement choice. The source Import sheet still performs the import.
zh_hans: 确认替换选择；实际导入仍在来源导入窗口中执行。

# import.replace.contextExpired
source: The Replace confirmation expired
zh_hans: Replace 确认上下文已过期

# import.replace.existingFile
source: Will Be Replaced
zh_hans: 将被替换

# import.replace.incomingFile
source: Replace With
zh_hans: 替换为

# import.replace.understandingRequired
source: Select “I understand this is a replacement” first
zh_hans: 请先勾选“我理解这是替换操作”

# import.result.completed
source: Import completed
zh_hans: 已完成导入

# import.result.copied
source: Imported by copying
zh_hans: 已复制导入

# import.result.details-exported
source: Exported details to %@
zh_hans: 详细信息已导出到 %@

# import.result.export.cancelled
source: Import result export was cancelled.
zh_hans: 已取消导出导入结果。

# import.result.export.existing
source: existing %@
zh_hans: 现有 %@

# import.result.export.source
source: source %@
zh_hans: 来源 %@

# import.result.indexed
source: Added to index
zh_hans: 已写入索引

# import.result.moved
source: Imported by moving
zh_hans: 已移动导入

# import.result.summary
source: Succeeded %d · Stopped %d · Failed %d · Pending %d
zh_hans: 成功 %d · 停止 %d · 失败 %d · 待处理 %d

# import.single.duplicate-skipped
source: Skipped duplicate file: %@
zh_hans: 已跳过重复文件：%@

# import.single.imported-file
source: Imported: %@
zh_hans: 已导入：%@

# import.single.keep-both-explanation
source: The imported file will be saved as %@; the existing file will remain unchanged.
zh_hans: 导入文件将保存为 %@，已有文件保持不变。

# import.single.keep-both-name
source: New file name: %@
zh_hans: 新文件名：%@

# import.single.resolved-filename
source: Final file name: %@
zh_hans: 最终文件名：%@

# import.single.resolved-path
source: Final path: %@
zh_hans: 最终路径：%@

# import.single.source-path
source: Source: %@
zh_hans: 来源：%@

# import.single.source-size
source: Size: %@
zh_hans: 大小：%@

# import.single.sourceUnavailable
source: No single-file source is available to import
zh_hans: 没有可导入的单文件来源

# import.single.unsupportedRequest
source: This sheet only handles single-file imports
zh_hans: 此窗口只处理单文件导入

# import.source.conflictBatch
source: Import Conflict Batch
zh_hans: 导入冲突批次

# import.source.disappeared
source: The source file disappeared. Retry the preview.
zh_hans: 来源文件已消失，请重试预览。

# import.source.dockOpen
source: Opened from Dock
zh_hans: Dock 打开

# import.source.finderDrop
source: Finder Drop
zh_hans: Finder 拖入

# import.source.finderSelection
source: Finder Selection
zh_hans: Finder 选择

# import.source.singleFileOnly
source: Only single-file imports are supported
zh_hans: 只支持单文件导入

# import.source.unknown
source: Unknown source
zh_hans: 未知来源

# import.source.unreadable
source: The source file is unreadable. Check permissions.
zh_hans: 来源文件不可读，请检查权限。

# import.storage.indexOnlyRisk
source: Index-only does not copy files. If a source is moved or deleted, it will appear missing.
zh_hans: Index-only 不复制文件，只写入索引；源文件移动或删除后会显示缺失。

# import.storage.moveRisk
source: Move removes source files from their current locations. Confirm the batch contains only files you want moved into the repository.
zh_hans: Move 模式会移走源文件；请确认批量队列只包含要移入资料库的文件。

# import.undo.available
source: Undo available. %@
zh_hans: 可以撤销。%@

# import.undo.completed
source: Undo completed. %@
zh_hans: 撤销完成。%@

# import.undo.failed
source: Undo failed. %@
zh_hans: 撤销失败。%@

# import.undo.in-progress
source: Undoing %@
zh_hans: 正在撤销 %@

# import.undo.loading-action
source: Loading Undo action %@...
zh_hans: 正在加载撤销操作 %@...

source: Imported
zh_hans: 已导入

source: IMPORTED
zh_hans: 已导入

source: Imported %d, failed %d, stopped %d, pending %d.
zh_hans: 已导入 %d，失败 %d，已停止 %d，待处理 %d。

source: Imported source files will disappear from their original location after import.
zh_hans: 导入后，源文件将从原位置移走。

source: Importing
zh_hans: 正在导入

source: IMPORTING
zh_hans: 正在导入

source: Include deleted
zh_hans: 包含已删除项

source: Include deleted files
zh_hans: 包括已删除文件

source: Incoming becomes canonical only after replace confirmation; existing must move to Trash or safety backup.
zh_hans: 更换确认后，传入才成为规范；现有的必须移至垃圾箱或安全备份。

source: Incoming duplicate stays in staging; existing file is unchanged
zh_hans: 传入的重复文件保留在暂存区；现有文件不变

source: Incoming file
zh_hans: 传入文件

source: Incoming file will be imported with a conflict-free name
zh_hans: 传入文件将使用无冲突名称导入

source: Incoming filename
zh_hans: 传入文件名

source: Incoming resolution
zh_hans: 传入项解决方案

source: Index only
zh_hans: 仅索引

source: Index-only
zh_hans: 仅索引

source: Index-only files are not moved by classifier correction.
zh_hans: 分类修正不会移动仅索引文件。

source: Index-only staging cannot be batch imported
zh_hans: 仅索引暂存项不能批量导入

source: Index-only staging cannot replace an existing file
zh_hans: 仅索引暂存项不能替换现有文件

source: Index-only target cannot be replaced
zh_hans: 不能替换仅索引目标

# Index-only 不复制文件，只写入索引；源文件移动或删除后会显示缺失。
source: Index-only does not copy files; moved or deleted source files will appear as missing.
zh_hans: Index-only 不复制文件，只写入索引；源文件移动或删除后会显示缺失。

source: Index-only: source files stay in place.
zh_hans: 仅索引：源文件保留在原位置。

source: Indexed
zh_hans: 索引

source: Indexing...
zh_hans: 正在建立索引...

source: Info
zh_hans: 信息

source: Initialize & Full Rescan
zh_hans: 初始化并完整重新扫描

source: Initializing metadata database
zh_hans: 正在初始化元数据库

source: Inspecting metadata
zh_hans: 正在检查元数据

source: Inspecting metadata...
zh_hans: 正在检查元数据…

source: Install help could not be opened.
zh_hans: 无法打开安装帮助。

source: Install help opened. Return here and run Retry status check.
zh_hans: 安装帮助已打开。返回此处后请再次检查状态。

source: Internal error
zh_hans: 内部错误

source: Internal failure
zh_hans: 内部错误

source: Interrupted
zh_hans: 已中断

source: Invalid
zh_hans: 无效

# Invalid %arg, duplicate %arg.
source: Invalid %1$arg, duplicate %2$arg.
zh_hans: %1$arg 无效，%2$arg 重复。

# Invalid %lld, duplicate %lld.
source: Invalid %1$lld, duplicate %2$lld.
zh_hans: %1$lld 无效，%2$lld 重复。

source: Invalid date
zh_hans: 无效日期

source: Invalid operator
zh_hans: 无效的运算符

source: Invalid path
zh_hans: 无效路径

source: Invalid query
zh_hans: 查询无效

source: Invalid URL: %@
zh_hans: 无效 URL：%@

source: invoice
zh_hans: 发票

source: Invoices
zh_hans: 发票

source: Issue
zh_hans: 问题反馈

source: Keep base + sequence
zh_hans: 保留原名并添加序号

source: Keep both
zh_hans: 两者都保留

source: Keep both (auto-number)
zh_hans: 两者都保留（自动编号）

source: Keep building
zh_hans: 继续构建

source: Keep dangerous actions disabled when this row is not available.
zh_hans: 此项不可用时，保持危险操作禁用。

source: Keep existing
zh_hans: 保留现有摘要

source: Keep unmatched files in inbox.
zh_hans: 将未匹配的文件保留在收件箱中。

source: Kept both
zh_hans: 已保留两者

source: Kept paths
zh_hans: 保留路径

source: keyword
zh_hans: 关键词

source: Keyword
zh_hans: 关键词

source: Keyword candidates
zh_hans: 关键词候选

source: Keywords
zh_hans: 关键词

source: Last 7 days
zh_hans: 最近 7 天

source: Last 30 days
zh_hans: 最近 30 天

source: Last checked
zh_hans: 上次检查

source: Last error
zh_hans: 上次错误

source: Last opened
zh_hans: 上次打开

source: Last opened: Not recorded
zh_hans: 上次打开：未记录

source: Last scan
zh_hans: 上次扫描

source: Last successful open: Not recorded
zh_hans: 上次成功打开：未记录
